{
  "version.label": {
    "message": "Suivant 🚧",
    "description": "The label for version current"
  },
  "sidebar.tutorialSidebar.category.Hardware": {
    "message": "Matériel",
    "description": "The label for category Hardware in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Topcon OPUS B2": {
    "message": "Topcon OPUS B2",
    "description": "The label for category Topcon OPUS B2 in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Topcon OPUS B3": {
    "message": "Topcon OPUS B3",
    "description": "The label for category Topcon OPUS B3 in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Topcon OPUS B4": {
    "message": "Topcon OPUS B4",
    "description": "The label for category Topcon OPUS B4 in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Firmware": {
    "message": "Micrologiciel",
    "description": "The label for category Firmware in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Main Screen": {
    "message": "Écran principal",
    "description": "The label for category Main Screen in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Main Screen.link.generated-index.description": {
    "message": "Lorsque le contacteur à clé est placé sur la position « ON », la console tactile s'allume et l'écran d'accueil s'affiche. Cet écran fournit des informations sur l'état de fonctionnement du chariot. Les valeurs mesurées, les indicateurs et les avertissements sont affichés sous forme d'icônes.",
    "description": "The generated-index page description for category Main Screen in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Screens": {
    "message": "Écrans",
    "description": "The label for category Screens in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Screens.link.generated-index.description": {
    "message": "cinq minutes pour apprendre les concepts les plus importants de Docusaurus.",
    "description": "The generated-index page description for category Screens in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Menu": {
    "message": "Menu",
    "description": "The label for category Menu in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Menu.link.generated-index.description": {
    "message": "Les menus affichés et leur accès sont limités au niveau d'accès utilisateur. Les menus affichés dans le système peuvent ne pas être disponibles sur tous les camions. Faites glisser les écrans de menu vers le haut ou vers le bas pour naviguer. Appuyez sur un élément de menu pour y accéder. Appuyez sur la flèche en haut à gauche pour revenir à la page précédente. Maintenez-la enfoncée plus de 1,5 seconde pour revenir à l'écran d'accueil.",
    "description": "The generated-index page description for category Menu in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Monitor": {
    "message": "Monitrice",
    "description": "The label for category Monitor in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Monitor.link.generated-index.description": {
    "message": "Le menu Service vous permet de réinitialiser les heures d'entretien du camion. Trois options sont disponibles selon la période la plus proche : Premier entretien, Entretien standard et Entretien complet. Après avoir appuyé sur « Réinitialiser », vous serez invité à confirmer l'action. Dans ce cas, les compteurs d'heures d'entretien redémarreront et compteront une nouvelle période. Si l'utilisateur connecté a un niveau supérieur à 4, l'option Gestion des verrouillages sera également disponible.",
    "description": "The generated-index page description for category Monitor in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.CAN-Devices": {
    "message": "CAN-Devices",
    "description": "The label for category CAN-Devices in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.CAN-Devices.link.generated-index.description": {
    "message": "The CAN Devices menu allows you to navigate through the monitoring options of the CAN Devices on the system. ",
    "description": "The generated-index page description for category CAN-Devices in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Settings": {
    "message": "Paramètres",
    "description": "The label for category Settings in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Settings.link.generated-index.description": {
    "message": "The settings menu allows you to navigate to different screen that will allow you to change the trucks parameters. Note not all settings are applicable to every model of truck, & and some parameters will not appear for every truck",
    "description": "The generated-index page description for category Settings in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Battery": {
    "message": "Batterie",
    "description": "The label for category Battery in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Battery.link.generated-index.description": {
    "message": "In the battery screen, you will be able to change the parameters relating to the trucks battery parameters BMS will cycle between the available modules.Low SoC Value – Percentage of battery when truck will enter low state of charge mode Eco Mode is Off if 0 and On if 1  Eco Mode Value – Percentage of battery when truck will enter eco state of charge mode",
    "description": "The generated-index page description for category Battery in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Dynamics": {
    "message": "Dynamique",
    "description": "The label for category Dynamics in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Dynamics.link.generated-index.description": {
    "message": "Le menu Dynamique vous permet de naviguer vers différents écrans relatifs aux paramètres dynamiques des camions, qui vous permettront de modifier les paramètres des camions. Notez que tous les paramètres ne sont pas applicables à tous les modèles de camion et que certains paramètres n'apparaîtront pas pour tous les camions.",
    "description": "The generated-index page description for category Dynamics in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Hydraulics": {
    "message": "Hydraulique",
    "description": "The label for category Hydraulics in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Hydraulics.link.generated-index.description": {
    "message": "Français Le menu Hydraulique vous permet de naviguer vers différents écrans relatifs aux fonctions hydrauliques des chariots, qui vous permettront de modifier les paramètres du chariot. Toutes les options peuvent ne pas être disponibles ou applicables pour votre chariot. Type de commande hydraulique - Configurations hydrauliques prédéfinies Type 0 - Pour les chariots SLE et FSE. Hydraulique d'entrée et de sortie configurable standard. Possibilité de jusqu'à 6 commandes du bout des doigts avec double redondance et 4 sections hydrauliques proportionnelles ou jusqu'à 6 sections de vannes PVG Type 1 - Pour les chariots CS et WR. Tête de timon CAN accompagnant ou entrées configurables standard et bloc de vannes hydrauliques accompagnant Type 2 - Pour les chariots AMEOP. Entrée configurable standard et bloc de vannes AMEOP. Type 3 - Pour les chariots CS3000. Tête de timon CAN accompagnant ou entrées configurables standard et bloc de vannes AMEOP Type 4 - Pour les chariots SPT. Hydraulique spéciale SPT. Joystick CAN et vannes personnalisées Type 5 - Pour les chariots SPT. Hydraulique spéciale SPT. Manette CAN et valves personnalisées Type 6 – Pour chariots CBE70, CUBE, MR4 et M-ESL. Manette CAN avec valves de sortie configurables de type 0. Type 7 – Pour chariots CBE4000_SHAPE. Valves manuelles de base sans retour, avec un seul pressostat pour détecter le mouvement hydraulique. Type 8 – Pour chariots FSE. Manette CAN Hydreco et valves Brevini.",
    "description": "The generated-index page description for category Hydraulics in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Safety": {
    "message": "Sécurité",
    "description": "The label for category Safety in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Safety.link.generated-index.description": {
    "message": "5 minutes pour apprendre les concepts les plus importants de Docusaurus.",
    "description": "The generated-index page description for category Safety in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Dynamic Active Points": {
    "message": "Points actifs dynamiques",
    "description": "The label for category Dynamic Active Points in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.Dynamic Active Points.link.generated-index.description": {
    "message": "Le menu Dynamique vous permet de naviguer vers différents écrans relatifs aux paramètres dynamiques des camions, qui vous permettront de modifier les paramètres des camions. Notez que tous les paramètres ne sont pas applicables à tous les modèles de camion et que certains paramètres n'apparaîtront pas pour tous les camions.",
    "description": "The generated-index page description for category Dynamic Active Points in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.USB": {
    "message": "USB",
    "description": "The label for category USB in sidebar tutorialSidebar"
  },
  "sidebar.tutorialSidebar.category.USB.link.generated-index.description": {
    "message": "Lorsque vous connectez une clé USB au port de programmation USB du chariot, l'écran s'affiche automatiquement. Ce menu vous permet de sélectionner différentes options relatives aux activités de la clé USB.",
    "description": "The generated-index page description for category USB in sidebar tutorialSidebar"
  }
}
